;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor: Fresta
; TranslationAuthorEmail: 
;

[Translation]
LangCode=0415
ReadHabit=Left-to-right
LanguageName=PLK
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
Information=Informacja
Warning=Ostrzeżenia
Error=Błąd
Confirm=Potwierdzenie
FrmGeneral.chkuac.caption=Pomiń UAC
FrmWRC.btnassist.caption=Wsparcie
FrmWRC.btnregclean.caption=Czyszczenie Rejestru
FrmWRC.btnadv.caption=Optymalizacja Systemu
FrmWRC.btnsilm.caption=Defragmentacja Rejestru
FrmWRC.btnrestore.caption=Przywróć
FrmWRC.btnsettings.caption=Ustawienia
FrmWRC.btnlikeit.caption=Lubię to
FrmWRC.btnsuggest.caption=Propozycje i uwagi
FrmWRC.WiseSimpleButton1.caption=Kopia Zapasowa
FrmWRC.btnupdate.caption=Sprawdź aktualizację
FrmWRC.btnfacebook.hint=Polub nas na Facebook
FrmWRC.btntwitter.hint=Polub nas na Twitter
FrmWRC.btnemail.hint=Udostępnij to znajomym
FrmWRC.btnmessage.caption=Wiadomość
FrmReg.caption=Rejestracja
FrmRegClean.btnall.caption=Zaznacz Wszystko
FrmRegClean.btnre.caption=Zalecane
FrmRegClean.btnnone.caption=Odznacz Wszystko
FrmRegClean.btnCustom.caption=Kategorie
FrmRegClean.WiseLabel1.caption=Harmonogram
FrmRegClean.lbltype.caption=Wybierz Typ Uruchamiania:
FrmRegClean.lblweek.caption=Wybierz dzień:
FrmRegClean.lbltime.caption=Czas:
FrmRegClean.btnScan.caption=Skanuj
FrmRegClean.btncancel.caption=Anuluj
FrmRegClean.btnrescan.caption=Powrót do Głównej
FrmRegClean.lblstat.caption=Rejestr nie był jeszcze czyszczony. Zalecane natychmiastowe skanowanie i czyszczenie!
FrmRegClean.vtrc.Columns[0]=Dane
FrmRegClean.vtrc.Columns[1]=Klucz Rejestru
FrmReg.lblinfo.caption=Dziękujemy za wybranie Wise Registry Cleaner
FrmReg.lblinfoex.caption=Wprowadź swój klucz licencyjny, aby aktywować wersję PRO.
FrmReg.lblemail.caption=Email:
FrmReg.lblUser.caption=Twoja Nazwa:
FrmReg.lblKey.caption=Klucz Licencji:
FrmReg.btnReg.caption=Rejestracja
FrmReg.btnbuy.caption=Kup Teraz
FrmReg.lblhelp.caption=Masz kłopoty z kluczem licencyjnym?
FrmReg.btnContact.caption=Kontkt z Nami
FrmOptimizer.btnSlimming.caption=Optymalizuj
FrmOptimizer.btnnone.caption=Odznacz Wszystko
FrmOptimizer.btnall.caption=Zaznacz Wszystko
FrmOptimizer.btnDefault.caption=System Domyślny
FrmOptimizer.lblrecommendinfo.caption=Wypróbuj nasze inne programy z wiseleaner.com!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=Wise PC Engineer to zestaw niezbędnych narzędzi do optymalizacji rejestru, dysku i wydajności systemu. Łatwy w użyciu i skuteczny!
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner to darmowy i jeden z najlepszych programów do czyszczenia dysku z niepotrzebnych plików i śladów aktywności użytkownika. Szybki, dokładny i bezpieczny!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Czy chcesz jeszcze bardziej zwiększyć wydajność systemu Windows?
Frmoptimizer.lblinfoex.caption=Optymalizacja systemu może poprawić szybkość sieci, przyspieszyć oraz zwiększyć stabilność systemu Windows.
FrmOptimizer.btnoptimize.caption=Optymalizuj
FrmRegDefragger.lblinfo.caption=Defragmentacja rejestru może sprawić, że komputer będzie pracował szybciej i bardziej stabilnie.
FrmRegDefragger.lblstat.caption=Rejestr nie był jeszcze defragmentowany. Zalecamy
FrmRegDefragger.btndefrag.caption=Defragmentuj
FrmRegDefragger.lblinfo1.caption=1. Przed uruchomieniem tej funkcji zamknij wszystkie inne aplikacje (zalecane).
FrmRegDefragger.lblinfo2.caption=2. Podczas analizy system przestanie odpowiadać.
FrmRegDefragger.lblinfo3.caption=3. Po zakończeniu defragmentacji komputer zostanie ponownie uruchomiony.
FrmRegDefragger.lblinfo4.caption=4. Przerwanie procesu defragmentacji może to doprowadzić do nieodwracalnej awarii systemu.
FrmRegDefragger.vtdefrag.Columns[0]=Nazwa Gałęzi
FrmRegDefragger.vtdefrag.Columns[1]=Aktualny Rozmiar
FrmRegDefragger.vtdefrag.Columns[2]=Nowy Rozmiar
FrmRegDefragger.vtdefrag.Columns[3]=Wskaźnik Redukcji
FrmRegDefragger.btnAnalysis.caption=Analizuj
Frmcustom.caption=Obszar Niestandardowy
Frmcustom.btnre.caption=Zalecane
Frmcustom.btnall.caption=Zaznacz Wszystko
Frmcustom.btnnone.caption=Odznacz Wszystko
Frmcustom.btncancel.caption=Anuluj
Frmcustom.btnok.caption=OK
FrmAbout.lblver.caption=Wersja Programu:
FrmAbout.lblemail.caption=Email Wsparcia:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Strona Domowa:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Podziękowania dla następujących osób za ich wkład w rozwój programu:
FrmAboutWin.caption=O programie
FrmAboutWin.btnok.caption=OK
FrmSettings.caption=Ustawienia
FrmSettings.tsCommon.caption=Ogólne
FrmGeneral.chkexp.caption=Dołącz do Programu Poprawy Jakości Obsługi Klienta
FrmGeneral.lblexp.caption=Szczegóły
FrmSettings.tsAutoRun.caption=Auto Uruchamianie
FrmSettings.tsExclusion.caption=Wykluczenie
FrmSettings.btnrestore.caption=O programie
FrmSettings.btnok.caption=OK
FrmSettings.btncancel.caption=Anuluj
FrmGeneral.chkassist.caption=Powiadom mnie, gdy ktoś opublikuje płatne pytanie.
FrmUsers.lblinfo.caption=Wybierz użytkowników, którymi chcesz zarządzać Wise Registry Cleaner
FrmUsers.rdcuser.caption=Tylko bieżący użytkownik
FrmUsers.rdauser.caption=Wszyscy użytkownicy
FrmUsers.rdusers.caption=Wybrani użytkownicy
FrmSettings.tsUsers.caption=Użytkownicy
FrmGeneral.ckRestorePoint.caption=Automatycznie twórz punkt przywracania systemu przed defragmentacją
FrmAutorunSettings.chk1.caption=Utwórz na pulpicie ikonę "Czyść 1-kliknięciem".
FrmAutorunSettings.lblcmd.caption=Tryb wiersza poleceń
FrmAutorunSettings.lblcmdinfo.caption=Możesz uruchomić program z wiersza poleceń, by automatycznie skanować i czyścić rejestr. Więcej informacji na ten temat znajdziesz pod poniższym adresem URL oraz w pomocy, dostępnej pod klawiszem F1.
FrmAutorunSettings.btnhelp.caption=Pomoc Online
FrmExclusion.btnAdd.caption=Dodaj Słowo Kluczowe
FrmExclusion.btnExport.caption=Eksportuj
FrmExclusion.btnRemove.caption=Usuń
FrmExclusion.btnimport.caption=Importuj
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Anuluj
FrmGeneral.chkNews.caption=Automatycznie pobieraj wiadomości
FrmGeneral.chkbackup.caption=Automatycznie twórz kopię rejestru przed czyszczeniem
FrmGeneral.WiseLabel1.caption=Sprawdź aktualizacje:
FrmGeneral.WiseLabel2.caption=Domyślny język:
FrmGeneral.btnchecknew.caption=Sprawdź Teraz
FrmGeneral.lbtran.caption=Przetłumacz na...
FrmGeneral.lblscanmode.caption=Jak skanować rejestr
FrmGeneral.rdnormal.caption=Domyślny Skan
FrmGeneral.rdssafe.caption=Szybki Skan
FrmGeneral.rddeep.caption=Dokładny Skan
FrmGeneral.lblBackup.caption=Kopia Zapasowa do:
FrmGeneral.btnbr.caption=Przeglądaj...
FrmRegClean.lblDefaultHint.Caption=Skanuj tylko bezpieczne wpisy
FrmRegClean.lblFullHint.Caption=Tryb pełnego skanowania dla zaawansowanych użytkowników
FrmRegClean.lblCustomHint.Caption=Skanuj niestandardowe wpisy
TFrmScheduler.lblHint.caption=W zaplanowanym zadaniu zostanie użyty tryb Szybkie Skanowanie.
FrmScheduler.caption=Harmonogram
Frm_br.btncancel.caption=Anuluj
FrmBackup.caption=Kopia Zapasowa
FrmBackup.btnreg.caption=Utwórz pełną kopię zapasową rejestru
FrmBackup.btnsys.caption=Utwórz punkt przywracania systemu
FrmRestore.caption=Centrum Przywracania
FrmRestore.btnRegBk.caption=Przywracanie Rejestru
FrmRestore.btnSysBK.caption=Przywracanie Systemu
FrmRestore.btnclose.caption=Zamknij
FrmRestore.btnrestore.caption=Przywróć
FrmRestore.btnremove.caption=Usuń
frmupdate.caption=Aktualizacja Oprogramowania
pmLicenseKey1=Rejestracja
pmLicenseKey=Zmień klucz licencyjny
pmHelp=Pomoc Online
pmforum=Forum
pmHome=Strona Domowa
pmContact=Kontkt z Nami
pmCheckNew=Sprawdź aktualizacje
pmLang=Wybierz język
pmSkin=Wybierz skórkę
pmAbout=O programie
pmIgnore=Ignoruj Wybrane Wpisy
pmrec=Wybierz Zabezpieczone Wpisy
pmAll1=Zaznacz Wszystko
pmNone=Odznacz Wszystko
pmGo=Otwórz w Edytorze Rejestru...
pmExport=Eksportuj do...
pmPortable=Utwórz wersję portable
FrmlikeUs.lblTitle.caption=Jeśli lubisz Wise Registry Cleaner, to poleć wspaniałe, darmowe narzędzie swoim znajomym.
FrmlikeUs.lblInfo.caption=Poleć Wise Registry Cleaner członkom swojej rodziny, znajomym, kolegom i koleżankom z klasy lub podwórka przez email, bloga, Twittera, YouTube, Facebooka i inne media.
FrmlikeUs.lblRate.caption=Oceń Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Obserwuj nas na:
FrmlikeUs.lblshare.caption=Poleć Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Pobierz za darmo
FrmlikeUs.imgrate.hint=Oceń program na 5 gwiazdek
FrmlikeUs.imgmail.hint=Poleć znajomym
FrmlikeUs.imgface1.hint=Poleć na Facebooku
FrmlikeUs.imgface2.hint=Śledź na Facebooku
FrmlikeUs.imgtwitter1.hint=Poleć na Twitterze
FrmlikeUs.imgtwitter2.hint=Polub nas na Twitter
FrmlikeUs.Caption=Lubię to
FrmlikeUs.lbldownload.caption=Pobierz więcej darmowych programów z WiseCleaner.com:
FrmProcess.Caption=Analiza Rejestru
FrmProcess.lblwait.caption=Analizowanie...
FrmProcess.lblinfo.caption=PC nie będzie odpowiadał przez kilka sekund.
[Lang]
NativeLanguage=Polski
[GUI]
ButtonYes=Tak
ButtonNo=Nie
ButtonOK=OK
ButtonMinimize=Minimalizuj
ButtonMaximize=Maksymalizuj
ButtonClose=Zamknij
ButtonRestore=Przywróć
ButtonMenu=Menu
Support=Support & Feedback
[Message]
NoNews=Nie masz nieprzeczytanej wiadomości.
InvalidRegInfo=Niepoprawne informacje rejestracyjne!
alluser=Wszyscy użytkownicy
currentuser=Aktualny użytkownik
Username=Nazwa użytkownika
Proupdate=Przykro nam, że wersja gratisowa nie obsługuje aktualizacji, ale możemy zapewnić specjalną zniżkę, aby uzyskać najnowszą wersję. W przeciwnym razie stanie się DARMOWĄ wersją, jeśli zdecydujesz się ją zaktualizować. Kontyntynuować?
MWDetected=Wykryto MalwareBytes, aby zablokować działanie %s. Kliknij OK, aby uzyskać rozwiązanie.
ActivateOnline=Sprawdzanie informacji rejestracyjne, poczekaj kilka sekund...
WRCRunning=Program jest uruchomiony.
StopAndExit=Program obecnie skanuje, czy chcesz teraz zatrzymać skanowanie i wyjść?
EmptyEmail=Adres email nie może być pusty.
EmptyName=Nazwa użytkownika nie może być pusta.
InvalidEmail=Nieprawidłowy adres email, wpisz prawidłowy adres email.
EmpytKey=Klucz licencyjny nie może być pusty.
InvalidKey=Nieprawidłowy klucz licencyjny, wpisz prawidłowy klucz.
EnterEmail=Wpisz swój email
EnterName=Wpisz nazwę
EnterKey=Wpisz swój klucz licencyjny
OverMaxTimes=Przekroczono maksymalną liczbę aktywacji.
ThanksRegister=Dziękujemy za rejestrację tego produktu!
Activated=Pełna wersja została aktywowana.
ConnectFail=Nie można połączyć się z serwerem, sprawdź połączenie internetowe i spróbuj później.
NoRegInfo=Nie można znaleźć Twoich danych rejestracyjnych, jeśli uważasz, że jest to błąd, skontaktuj się z nami.
NeedAdmire=Funkcja ta jest dostępna dla administratora. Jeśli chcesz uruchomić tę funkcję, zaloguj się jako administrator.
Valuenrea=Nazwa wartości
Keyname=Nazwa klucza
ScheduleHint=Regularnie czyść swój komputer.
Unoptimized=Niezoptymalizowany
UpdateError=Błąd aktualizacji, czy chcesz pobrać najnowszą wersję z naszej strony internetowej?
RegeditorLocked=Twój regedit jest zablokowany. Funkcja tworzenia kopii zapasowych/przywracania wymaga dostępnego regedit. Czy chcesz teraz odblokować regedit?
failtounLock=Nie udało się odblokować regedit. Być może potrzebujesz dodatkowej autoryzacji, aby zrealizować tę operację.
Total=Ogółem
DefragRate=Defragmentacja rejestru może zmniejszyć jego rozmiar o %s.
SuggestDefrag=Zalecane natychmiastowe przeprowadzenie defragmentacji rejestru.
SuggestIgnore=Rejestr jest optymalnego rozmiaru, jego defragmentacja nie jest teraz konieczna.
TypeNoError=Czyść
NeverClean=Rejestr nie był jeszcze czyszczony. Zalecane natychmiastowe skanowanie i czyszczenie!
AdviseClean=Regularne czyszczenie rejestru może sprawić, że komputer będzie pracował szybciej i bezpieczniej.
DupItem=Ten wpis jest już na liście.
Advisedefrag=Defragmentacja rejestru może sprawić, że komputer będzie pracował szybciej i bardziej stabilnie.
NeverDefrag=Rejestr nie był jeszcze defragmentowany. Zalecamy
LastDefrag=Po raz ostatni rejestr był defragmentowany:
TotalDefrag=Łącznie rozmiar rejestru został zmniejszony o %.2f.
DefaultValue=(Domyślne)
RegBackup=Kopia Zapasowa Rejestru
RegRestore=Przywracanie Rejestru
CreateBackup=Tworzenie kopii zapasowej...
Compress=Kompresowanie...
Extracte=Wypakowywanie...
Complete=Zakończono
RestoreReg=Przywracanie Rejestru... Poczekaj kilka minut...
NotSupportOS=Ta funkcja nie jest dostępna w obecnie zainstalowanej wersji systemu operacyjnego.
EnableRestore=Przywracanie systemu jest wyłączone. Czy chcesz włączyć przywracanie systemu ?
SysCreating=Tworzenie punktu przywracania systemu...
SysRestoring=Przygotowywanie do przywracania systemu...
RestorePointDone=Utworzono punkt przywracania systemu.
RestorePointFail=Utworzenie punktu przywracania nie powiodło się.
ErrorMsg=Komunikat o błędzie:
Area=Obszar
Summary=Opis
LeastOne=Wybierz co najmniej jeden obszar do skanowania.
IsRunning=Poczekaj, aż skanowanie zostanie ukończone i spróbuj ponownie.
Optimized=Zoptymalizowany
DefragReport=Rejestr został zdefragmentowany. Raport optymalizacji:
DefragReport1=Stary rozmiar rejestru:
DefragReport2=Nowy rozmiar rejestru:
DefragReport3=Rozmiar po optymalizacji:
ReOptimize=Ponowna Optymalizacja
ComfirmDefrag=Zapisz wszystkie otworzone dokumenty, ponieważ po defragmentacji rejestru komputer zostanie uruchomiony ponownie. Czy chcesz wykonać ją teraz?
def15After=%d dni minęło od ostatniej defragmentacji rejestru, dlatego zalecamy jej natychmiastowe wykonanie.
def15Before=Jeśli utrzymasz rejestr w najmniejszym możliwym rozmiarze, to komputer będzie działał szybko i stabilnie.
KeyWord=Wpisz słowo kluczowe:
ExImport=Lista ignorowanych została zapisana do pliku:
NoNewVer=Używasz najnowszej wersji.
Daily=Codziennie
Weekly=Tygodniowo
Monthly=Miesięcznie
Never=Nigdy
TranslateTo=Przetłumacz na...
NeedBack=Wygląda na to, że uruchamiasz program po raz pierwszy. Przed dalsza pracą z programem, zalecane jest utworzenie kopii rejestru. Czy chcesz to zrobić teraz ?
Newsletter=Wiadomości
UpgradeInfo=Informacje Rejestracyjne
CannotCrTask=Nie można utworzyć zaplanowanego zadania.
ScheduleNextTime=Następnym razem:
Exported=Lista wybranych wpisów została zapisana w pliku %s. Czy chcesz go otworzyć?
Idle=Gdy Bezczynny
Login=Przy logowaniu
LastClean=Po raz ostatni rejestr był czyszczony:
Monday=Poniedziałek
Tuesday=Wtorek
Wednesday=Środa
Thursday=Czwartek
Friday=Piątek
Saturday=Sobota
Sunday=Niedziela
IssueFound=%d problemy zostały znalezione
Scanning=Skanowanie
ScanCanceled=Skanowanie zostało anulowane!
FindError=W sumie znaleziono %d problemy. %d były potencjalnie niebezpieczne do usunięcia.
LogAll=Znaleziono %d problemów, %d z nich zostało naprawionych.
LogFail=%d problemów nie udało się usunąć.
StartClean=Czyść
StartScan=Skanuj
7After=%d dni minęło od ostatniego czyszczenia rejestru, dlatego zalecamy natychmiast to zrobić.
7Before=Im czystszy jest rejestr, tym sprawniej komputer pracuje!
ReScanHint=Znaleziono %d problemy. Zalecane ponowne skanowanie, aby wyszukać jeszcze więcej problemów.
CleanNow=Kliknij "Czyść", aby naprawić znalezione problemy.
NoError=Gratulacje! Rejestr został wyczyszczony!
GoodHabit=Regularne czyszczenie rejestru pomaga utrzymać wydajność komputera na najwyższym poziomie.
ReScanHint1=Zalecamy ponowne skanowanie, aby wyszukać jeszcze więcej potencjalnych problemów.
TypeChanged=Zmieniono kategorie skanowania!
ReScanHint2=Skanuj ponownie, aby znaleźć problemy.
CleanDone=Czyszczenie zakończone!
bkAuto=Automatyczne
bkManual=Użytkownika
BackupDate=Czas Utworzenia Kopii
BackupType=Typ Kopii Zapasowej
Problems=Problemy
CreateDate=Data Utworzenia
Description=Opis
Removebackup=Czy chcesz usunąć wybraną kopię zapasową?
RemoveSysRestore=Czy chcesz usunąć wybrany punkt przywracania systemu?
NoBackupSelected=Wybierz co najmniej jedną kopię zapasowa do przywrócenia.
RestoreComplete=Przywracanie Ukończone
RestoreFromSysRestore=Przywracanie systemu wymaga ponownego uruchomienia komputera. Czy chcesz zrobić to teraz?
WhenIdle=Gdy Bezczynny
WhenLogin=Przy logowaniu
NewVer=Dostępna jest nowa wersja. Czy chcesz ją teraz pobrać?
[Tuneup]
SuperPrefetchParameters=Wyłącz Super-Prefetch, aby zmniejszyć zużycie pamięci podczas uruchamiania systemu Windows (8/10).
BlueReboot=Wyłącz automatyczne ponowne uruchamianie, gdy system napotka niebieski ekran śmierci.
RemoteRegAccess=Wyłącz modyfikację rejestru z komputera zdalnego.
FileListSpeed=Optymalizuj politykę odświeżania listy plików Windows.
PreviewUP=Przyspieszyć wyświetlanie prędkości Podgląd Okna Paska Zadań.
OptDNS=Optymalizuj prędkość parsowania DNS i DNS.
OptLAN=Optymalizuj połączenie LAN.
ShowSpeed=Optymalizuj szybkość reakcji wyświetlacza systemu.
AeroSnap=Przyśpiesz Aero Snap, aby szybciej wyświetlić palec kciuka.
SSDSpeedup=Optymalizacja SSD
DisablePrefetch=Wyłączenie parametrów wstępnego ustawiania w celu wydłużenia żywotności dysku SSD.
DisableSuperPrefetch=Wyłącz parametry Superfetch, aby przedłużyć żywotność dysku SSD.
DisableDefragBoot=Wyłącz system defragmentacji dysku podczas rozruchu, aby przedłużyć żywotność dysku SSD.
DisableDefragIdle=Wyłącz automatyczne defragmentowanie w stanie bezczynności, aby przedłużyć żywotność dysku SSD.
EnableTRIM=Włącz funkcję TRIM, aby poprawić wydajność pracy dysku SSD.
OptIEConnection=Zwiększona maksymalna liczba połączeń na serwer. Zwiększona szybkość przeglądania stron internetowych i oglądania wideo online.
IconCache=Zwiększ pamięć podręczną ikon systemu i przyspiesz wyświetlanie pulpitu.
RestoreAll=Czy chcesz przywrócić ustawienia wszystkich pozycji do wartości domyślnych?
NoSelectedItem=Wybierz co najmniej jedną pozycję do zoptymalizowania.
OptItems=%s poniższych pozycji może zostać zoptymalizowanych.
ItemsOptimized=%d pozycji zostało zoptymalizowanych.
TakeEff=Niektóre zmiany zostaną wprowadzone po ponownym uruchomieniu PC.
NoItems=Gratulacje! Wszystkie pozycje zostały zoptymalizowane.
BootSpeedup=Przyspieszanie uruchamiania/zamykania.
SystemStable=Stabilność Systemu
SystemSpeedup=Przyspieszenie Systemu
NetworkSpeedup=Przyśpieszenie Sieci
PrefetchParameters=Optymalizuj parametry pobierania z wyprzedzeniem, aby przyspieszyć uruchamianie systemu.
BootDelay=Zmniejsz czas oczekiwania na uruchomienie programu chkdisk.exe przy starcie systemu.
BootPartition=Włącz optymalizację, aby przyspieszyć uruchamianie systemu.
ClearPagingFile=Wyłącz czyszczenie pliku stronicowania systemu Windows przy wyłączaniu PC.
TimeOut=Zmniejsz czas bezczynności aplikacji przy ich zamykaniu, aby przyspieszyć ten proces.
AutoKill=Zamykaj zamrożone procesy w celu uniknięcia awarii systemu.
RestartExplorer=Automatycznie zrestartuj Eksploratora Windows, aby przeciwdziałać znikaniu pulpitu.
TwoProcess=Ustaw składniki Eksploratora Windows, aby działały w osobnych procesach, unikając konfliktów systemowych.
ErrorReport=Wyłącz ekran raportowania błędów.
Debugger=Wyłącz debugger w celu przyspieszenia obsługi błędów.
OptMemory=Optymalizuj domyślne ustawienia pamięci w celu poprawy wydajności systemu.
OptVEff=Dostosuj ustawienia wizualne interfejsu użytkownika (okienka, menu itd), aby zwiększyć wydajność systemu.
OptFileSystem=Optymalizuj pliki systemowe, aby zwiększyć wydajność systemu.
OptDiskSystem=Optymalizuj podsystem I/O dysków, aby zwiększyć wydajność systemu.
DisAutoRun=Wyłącz "Autoodtwarzanie" dla dysków, aby uniknąć infekcji/rozprzestrzeniania wirusów.
OptDiskIdle=Optymalizuj dysk I/O, gdy procesor jest bezczynny.
OptTTL=Optymalizuj ustawienia TTL (Time To Live) w celu zwiększenia wydajności sieci.
OptNetForward=Optymalizuj funkcję przesyłania sieci, aby zwiększyć wydajność sieci.
OptMTU=Zwiększ wydajność TCP/IP poprzez automatyczne wykrywanie "czarnych dziur" podczas routingu w technice odnajdywania ścieżki MTU
OptWINS=Optymalizuj czas pobierania nazwy WINS w celu zwiększenia transferu danych
OptNetWork=Optymalizuj ustawienia sieci, aby zwiększyć wydajność komunikacji
CloseAnimate=Wyłącz efekt przy maksymalizacji i minimalizacji okna, aby zwiększyć szybkość reakcji okna
PagingExecutive=Wyłącz stronicowanie pamięci i zmniejsz ilość operacji We/Wy na dysku, aby zwiększyć wydajność aplikacji. (Niezalecane przy mniej niż 1GB RAM)
StaticIP=Ustaw statyczny adres IP dla lokalnego połączenia sieciowego w celu skrócenia czasu uruchamiania komputera
PorcessorTime=Optymalizuj wydajność procesora pod kątem aplikacji i gier. (Niezalecane dla serwera)
DisableIDECheck=Zapobiegaj sprawdzaniu kanałów IDE, aby przyspieszyć uruchamianie systemu
ForeAppSpeed=Zwiększ szybkość reakcji programów pierwszoplanowych.
AeroPeek=Zwiększ szybkość wyświetlania interfejsu Aero Peek.
OptEthernet=Optymalizacja wydajności karty sieciowej.
[Type]
ContextMenu=Nieprawidłowe elementy menu.
MUICache=Pamięć MUI
Services=Windows Services
Activex=ActiveX/COM Komponenty
FireWall=Ustawienia Zapory Windows
RootAll=Nieprawidłowe Ścieżki
SoftwareSection=Ścieżki Oprogramowania
ApplicationPaths=Ścieżki Aplikacji
FileTypes=Typy Plików
HelpFiles=Pliki Pomocy
Fonts=Czcionki
SharedDLL=Udostępnione DLLs
MRULists=Historia ostatnio używanych plików, oglądanych filmów, edytowanych dokumentów itp.
UninstallSection=Deinstalator
StartMenu=Menu Uruchamiania
StartupProgram=Programy Startowe
SoundandAppEvents=Dźwięk i AppEvents
IEUrlHistory=Historia IE URL
IFEO=Wykonywalne Pliki Obrazów
EmptyKey=Puste Klucze
App=Ustawienia Aplikacji
[ErrorMessage]
MUIError1=Brakuje odniesienia MUI, poza dyskiem "%s" is %s, zalecamy zignorowanie tego błędu.
MUIError=Brak odniesienia do MUI
ServiceNotExists=Określony program serwisowy nie istnieje.
MimeExName=Zarejestrowano nieprawidłowe rozszerzenie pliku MIME: %s
EmptyKey=Puste Klucze
EmptyHelpdirctory=Pusty katalog pomocy.
FileNotExist=File (Folder) nie istnieje.
HFileNotExist=Plik (Folder) pomocy nie istnieje.
EmptyValue=Pusty wartość
TypeLib=Biblioteka typów nie istnieje:
NodeEmpty=Pusty Węzeł
SharedFilenotexist=Współdzielony plik nie istnieje.
sharedfilenotbeuse=Współdzielony plik nie jest używany.
noconnection=Brak informacji o powiązaniu pliku.
Invalidpathtoicon=Nieprawidłowa ścieżka ikony.
ReferstoaninvalidClass=Odnosi się do nieprawidłowej Class.
Emptyshellcommand=Polecenie Shell jest puste.
Invalidshellcommand=Nieprawidłowe polecenie shell (Plik nie istnieje).
Fontsnotexist=Plik Czcionki nie istnieje.
Hijacking=%s został przechwycony przez %s.
MRULists=Historia ostatnio używanych plików, oglądanych filmów, edytowanych dokumentów itp.
invalidOpenWith=Brak aplikacji powiązanych z tym typem plików.
ReferActivex=Odwołuje się do nieprawidłowego wpisu ActiveX / COM.
EmptyCLSID=Pusty CLSID.
ComSourceNotExist=Źródło COM nie istnieje.
invalidUnistall=Nieprawidłowa informacja dezinstalacyjna.
notexist=nie istnieje.
ObsoleteStartMenuItem=Nieaktualne Pozycje Menu Start.
SoundFilenotexist=Plik Dźwiękowy nie istnieje.
FileNotExist1=Plik (Folder) nie istnieje, ale dysk "%s" jest %s, zaleca się zignorować ten błąd.
OpenWithError=Otwórz z błędem, podana aplikacja nie istnieje.
OpenWithError1=Otwórz z błędem, podana aplikacja nie istnieje, ale napęd "<s0>" do <s0>, zalecamy zignorować ten błąd.
ComSourceNotExist1=Źródło COM  nie istnieje, ale napęd "<s0>" do <s0>, zalecamy zignorować ten błąd.
[Summary]
ContextMenu=Nieprawidłowe elementy menu.
MUICache=Brakujące Odwołania MUI Cache
Services=Nieprawidłowe Usługi Windows
Activex=Nieprawidłowe składniki ActiveX i COM
FireWall=Nieprawidłowe ustawienia Zapory Windows
RootAll=Nieprawidłowe ścieżki i pliki
SoftwareSection=Nieprawidłowe ścieżki i pliki pozostawione przez usunięte oprogramowanie
ApplicationPaths=Nieprawidłowe zarejestrowane ścieżki i pliki aplikacji
FileTypes=Nieprawidłowe rozszerzenie pliku
HelpFiles=Nieprawidłowe zarejestrowane pliki pomocy
Fonts=Nieprawidłowe informacje o czcionkach
SharedDLL=Brakujące współdzielone biblioteki dynamiczne
MRULists=Historia ostatnio używanych plików, oglądanych filmów, edytowanych dokumentów itp.
UninstallSection=Bezużyteczne lub nieprawidłowe informacje dezinstalacyjne
StartMenu=Nieaktualne pozycje menu uruchamiania
StartupProgram=Nieaktualne lub nieprawidłowe programy grupy Autostart
SoundandAppEvents=Nieaktualne lub nieprawidłowe ustawienia dźwięków i zdarzeń
IEUrlHistory=Historia odwiedzanych stron Internet Explorer
IFEO=Wpisy utworzone przez oprogramowanie złośliwe, szpiegujące i wirusy
EmptyKey=Wpisy bez informacji
App=Nieprawidłowe ustawienia aplikacji
[AutoClean]
ErrorsFixed=błędy zostały usunięte.
Title=Gratulacje!
ErrorsFound=znaleziono błędy.
[AutoUpdate]
CurrentFile=Obecny Plik:
Canceling=Anulowanie...
CANCEL=Anuluj
Ready=Gotowe do pobrania
[Skin]
SkinDefault=Domyślna
SkinBlue=Niebieska
SkinGreen=Zielona
SkinCustom=Niestandardowa
SkinColor=Niestandardowy kolor skórki
[EUASK]
regcaption=Rejestracja
logincaption=Logowanie
FrmEuaskLogin.lblJoin.Caption=Dołącz do Euask
FrmEuaskLogin.lblSign.Caption=Zaloguj się do Euask
FrmEuaskLogin.lblnick.Caption=Nazwa Użytkownika:
FrmEuaskLogin.lbl1.Caption=Hasło:
FrmEuaskLogin.btnlogin.caption=Zaloguj sie
FrmEuaskLogin.btnregister.Caption=Rejestracja
FrmEuaskLogin.btnpwd.Caption=Zapomniałeś hasła?
FrmEuaskLogin.WiseLabel1.Caption=Nazwa Użytkownika:
FrmEuaskLogin.WiseLabel2.Caption=Hasło:
FrmEuaskLogin.btnreg.caption=Rejestracja
FrmEuaskLogin.WiseSimpleButton1.Caption=Zaloguj sie
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Nie teraz
inputuser=Wprowadź hasło i nazwę użytkownika.
[Renew]
subscribed=Nie przypominaj mi więcej.
title=Wise Registry Cleaner PRO wygaśnie za %d dni!
title1=Twój klucz licencyjny wygasł. Proszę go odnowić na czas!
Price=Odnów tylko Pro %s!
Describe=Możesz utracić uprawnienia wersji Pro.
Renew=Odnów teraz
